export interface IQuestion {
  id: string;
  number: string;
  text: string;
}

export const questions: IQuestion[] = [
  {
    id: "1",
    number: "1.",
    text: "В чем разница инвестировать напрямую в чей-то бизнес или через платформу?",
  },
  {
    id: "2",
    number: "2.",
    text: "Я заключаю договор с платформой или компанией, которая привлекает инвестиции?",
  },
  {
    id: "3",
    number: "3.",
    text: "Какие доходы и как часто я буду получать?",
  },
  {
    id: "4",
    number: "4.",
    text: "Как подобные сделки и доходы регулируются в налоговой?",
  },
  {
    id: "5",
    number: "5.",
    text: "Нужно ли мне сдавать какие-то документы?",
  },
  {
    id: "6",
    number: "6.",
    text: "Как заключается договор с компанией эмитентом?",
  },
  {
    id: "7",
    number: "7.",
    text: "Могу ли я быть инвестором и эмитентом одновременно?",
  },
  {
    id: "8",
    number: "8.",
    text: "Могу ли я в один проект инвестировать дважды?",
  },
  {
    id: "9",
    number: "9.",
    text: "Можно ли отменить инвестирование?",
  },
];
